      *****************************************************
      * Author: Irfan Ghat
      * Date: May 21, 2024
      * Purpose: Display text
      * Tectonics: cobc
      ******************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. PROJECT-SETUP.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY "__START__"
           DISPLAY "Compilation Successful!"
           DISPLAY "__END__"
           STOP RUN.
       END PROGRAM PROJECT-SETUP.
